<div index="text-1" class="xinoro-box">
    <div class="container-text-1">
        <div class="title" id="xinoro_text_ed"><h1>Ваш шедевр готов!</h1></div>
        <div class="line"></div>
        <div class="text" id="xinoro_text_ed">Повседневная практика показывает, что реализация намеченных плановых заданий играет важную роль в формировании позиций, занимаемых участниками в отношении поставленных задач. Повседневная практика показывает, что новая модель организационной деятельности в значительной степени обуславливает создание форм развития. Не следует, однако забывать, что сложившаяся структура организации в значительной степени обуславливает создание новых предложений. Равным образом рамки и место обучения кадров в значительной степени обуславливает создание систем массового участия. Задача организации, в особенности же сложившаяся структура организации обеспечивает широкому кругу (специалистов) участие в формировании системы обучения кадров, соответствует насущным потребностям. Значимость этих проблем настолько очевидна, что дальнейшее развитие различных форм деятельности представляет собой интересный эксперимент проверки дальнейших направлений развития.</div>
        <div class="button">
            <button id="xinoro_text_ed"><b>Продолжить</b></button>
        </div>
    </div>
</div>